const StudentData = [
    {
        id: 1,
        emoji: "👦",
        name: "สมชาย ใจดี",
        class: "ม.3/1",
        age: 15,
        hobby: "เล่นฟุตบอล",
    },
    {
        id: 2,
        emoji: "👧",
        name: "สมหญิง รักเรียน",
        class: "ม.3/1",
        age: 14,
        hobby: "อ่านหนังสือ",
    },
    {
        id: 3,
        emoji: "👨",
        name: "อนุชา สนุกสนาน",
        class: "ม.3/2",
        age: 15,
        hobby: "วาดรูป",
    },
    {
        id: 4,
        emoji: "👩",
        name: "ชนิดา เก่งกาจ",
        class: "ม.3/2",
        age: 14,
        hobby: "เต้น",
    },
    {
        id: 5,
        emoji: "🧑",
        name: "ประยุทธ์ ขยัน",
        class: "ม.3/3",
        age: 15,
        hobby: "เขียนโปรแกรม",
    },
]

export default StudentData